[{
    "image": "images/starwars3.jpg",
    "title": "Star Wars Episode III: Revenge of the Sith",
    "myScore": 9.2,
    "globalScore": 6.9,
    "friendScore": 9.5,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG-13",
    "year": 2005,
    "synopsis": "In Coruscant, the Jedi Obi-Wan Kenobi and Anakin Skywalker rescue the Supreme Chancellor Palpatine from the Separatist General Grievous' spaceship and Anakin kills Count Dooku with his light-saber after a fight; however Grievous escapes from the Jedi. When they land on Coruscant, Padmé Amidala comes to tell Anakin that she is pregnant. Soon he has premonitions of his wife dying during the delivery. Palpatine requests that Anakin join the Jedi Council against the will of the members but he is not promoted to Master and stays at the rank of Knight; further they ask him to spy on Palpatine. Anakin is manipulated by Palpatine about the true intentions of the Jedi and is tempted to know the dark side of the Force that could be capable of saving Padmé. Further Palpatine discloses that he is Sith Lord Darth Sidious. What will Anakin do?",
    "reviewers": ["Hyrum Romrell", "hanneskruppa"],
    "reviews": ["I personally am more of a fan of the original trilogy than what I have been of the prequels. Although I did enjoy TPM, and AOTC, they definitely were not as well done as A New Hope or Empire. I think the general criticisms of the first two prequels was lack of good story, and poor acting. First I would like to say that the acting is much better in Revenge of the Sith than the first two prequels, but what truly stood out in this movie was the story. It was delivered perfectly, for the first time since Empire, Lucas connected emotionally with his audience. The last hour of the movie was especially powerful. Although probably not planned, I think this movie will be the bridge that brings the old star wars sheep back into the fold. Just as Anakin eventually brings balance to the force, Revenge of the Sith will bring balance back to the Star Wars Universe. And judging by the reaction of the test audience I was part of, everyone I was with feels the same way, no one left their seat for at least a couple minutes after the movie ended.",
    "i loved star wars as a kid. i grew disenchanted with the new trilogy. i was prepared for another letdown. i was surprised to see that things really come together. 'sith' has a coherent story, well told, well paced. the movie is full of fireworks, but they always support the progression of the story, nothing felt unnecessary like some stuff in the earlier episodes. the characters were all solid. some were even great. there were quiet, slow paced moments that made sense, felt right. the transformation of the characters came across well. the conflicts are complex, personalities are multifaceted. this movie carries a lot more weight than episodes 1 and 2. not everyone will be happy. there are weak moments, there is wooden dialog, there's cheesy romance. nevertheless, for most of the audience, even non hard-core star wars believers, this movie works. it's great entertainment, and it ties in very well with episodes 4-6. the sense of disconnect that people felt with episodes 1 and 2 is gone. you will want to go home and watch 'a new hope' right after seeing 'revenge of the sith'."]
  },
  {
    "image": "images/yugiohdsd.jpg",
    "title": "Yu-Gi-Oh! The Dark Side of Dimensions",
    "myScore": 10,
    "globalScore": 10,
    "friendScore": 10,
    "type": "Movie",
    "genres": ["Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 2016,
    "synopsis": "Yugi and Kaiba have a special duel that transcends dimensions.",
    "reviewers": ["LugiaForeteller", "notbogdy"],
    "reviews": ["Without a doubt my favorite thing about this Movie is it brought all the previous voice actors back together to what I consider a wonderful conclusion to the Original Yugioh Franchise. Was it absolutely astonishing? No, not by a mile. But I must admit this movie had a ton of fan-service that always makes me happy to see. Of course this movie isn't for everyone but that doesn't mean it's a fun experience. It's actually much more mature than I actually expected which in my ideal that is pretty nice, especially for long time fans. It's very nicely animated as well, and always a treat is that I think they did a immensely wonderful performance with all the Characters. Sure some fall apart but I think Dan Green did a wonderful job as Yugi Moto again. Of course all speculating of how I think they did a great job, I would say the only flop of this film is it's more directed to the fans, though that doesn't mean you can't get into it. It's plentiful with wonderful characters, unique backstories, and amazing performances. This is defiantly a watch for anybody interested!",
    "The thing I can tell you for sure is this: I want more of this. This movie was amazing and it ignited something long forgotten from my childhood in me. This movie is all what gaming is about, and no other series does it better. While it was made to be with more advanced game-play, and not for newer players, it took a risk in being more inclined to a specific audience. And that for me is worth a 10 start in itself. Nowdays movies try to please everyone, and please no one, but they knew their fan-base and gave them something they needed. Also, they nailed it with the quantity and quality. This movies has a lot of content that could peak your interest. I really missed this series and now it proved that, the author's success is well deserved."]
  },
  {
    "image": "images/jojo.jpg",
    "title": "JoJo's Bizarre Adventure",
    "myScore": 8.0,
    "globalScore": 9.5,
    "friendScore": 9.8,
    "type": "TV",
    "genres": ["Adventure", "Documentary"],
    "onMyList": false,
    "rating": "TV-MA",
    "year": 2012,
    "synopsis": "Chronicles the struggles of the cursed Joestar bloodline against the forces of evil. Beginning in 1880, Part I follows Jonathan Joestar as he matures with and eventually combats his adoptive brother, the cunning, merciless Dio Brando. Set in 1938, Part II follows the misadventures of Joseph Joestar, grandson of Jonathan, as he masters the Ripple in order to combat hostile, ancient super-beings named the Pillar Men; creators of the Stone Mask. Part III follows Jotaro Kujo and his group as they journey from Tokyo to Cairo to save his mother's life by defeating his family's resurrected archenemy, Dio. In Part IV, an Arrow manifesting latent Stand abilities travels throughout Morioh, Japan in 1999; as high-schooler Josuke Higashikata (illegitimate son of Joseph) and friends seek out the culprit of a series of decade-long homicides. Set in 2001, Part V follows Giorno Giovanna, son of Dio, and his ambition to rise within the Neapolitan mafia by subverting its most powerful gang: Passione.",
    "reviewers": ["jameslevay", "thatssupercool"],
    "reviews": ["This show is one of the most influential series to come out of japan next to dragonball and fist of the north star. It is the reason we have games like persona or great fighting game characters like guile or juri. Jojo's bizarre adventure has influenced popular anime like One piece, Hunter x Hunter, Yu Yu hakusho, and Shaman king. One of the most unique things about it is its a different story with a different protagonist each time while still having a lore and continuity. This makes it impossible to judge based on a single or even multiple seasons the best parts are 7,8,2, and 4. one of the coolest things about JoJo is everyone who's a fan likes different parts one person could love part 5 and hate part 6 while another person could have the opposite opinion everybody loves part 7 though. all in all there's no other anime like this one it actually tends to appeal more to non anime fans due to its western feel.",
    "This show is a roller coaster of emotions. I laughed with it, felt anger with it and even cried with it. The fight scenes are always awesome and even sometimes hilarious. Who would've thought you could defeat your foe with a simple string? Can't get enough of JoJo. It's one adventure that is beyond bizarre."]
  },
  {
    "image": "images/siliconvalley.jpg",
    "title": "Silicon Valley",
    "myScore": 8.0,
    "globalScore": 8.6,
    "friendScore": 8.8,
    "type": "TV",
    "genres": ["Adventure", "Documentary"],
    "onMyList": false,
    "rating": "TV-MA",
    "year": 2014,
    "synopsis": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. A comedy partially inspired by Mike Judge's own experiences as a Silicon Valley engineer in the late 1980s.",
    "reviewers": ["Omar Hartwell White", "reidkenj"],
    "reviews": ["I was a little skeptical about this show at first and went into with the impression that I would try it but it would lose my interest after an episode or two. This show so far has been a wonderful surprise. Unlike some comedies that create forced, awkward situations that are only funny to the recorded laugh track that plays, I have burst out laughing from a number of scenes that have aired in the few episodes so far. It is very original, smart, has a believable story and characters and has many funny moments with quite a few scenes that will catch you off guard and you will die laughing. At first this was just a show I was DVR'ing then watching at some point during the week maybe a few days later. However the last few episodes have been great and I have been watching live while it airs because it isn't a stupid comedy, it keeps you interested with a pretty good story.",
    "I just LOVE most of the characters. There is so much good stuff going on, but every episode ends the same. Here we go. EPISODE #? - EVERYTHING IS GOING GREAT WITH PIED PIPER. - EPISODE#?, 'after 40 minutes, the company is worth ????? million, and nothing could be better. - Until - 43 minutes, by some strange twist, everything has fallen apart, and the company has gone to the dogs. - AGAIN! How long can this story go on? It is just far to predictable. There are only ever two different scenarios for every episode. - Either the company and everyone is multi, multi millionaires, or they have not got a pot to piddle in."]
  },
  {
    "image": "images/starwars4.jpg",
    "title": "Star Wars Episode IV: A New Hope",
    "myScore": 8.8,
    "globalScore": 8.5,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1977,
    "synopsis": "The Imperial Forces, under orders from cruel Darth Vader, hold Princess Leia hostage in their efforts to quell the rebellion against the Galactic Empire. Luke Skywalker and Han Solo, captain of the Millennium Falcon, work together with the companionable droid duo R2-D2 and C-3PO to rescue the beautiful princess, help the Rebel Alliance and restore freedom and justice to the Galaxy.",
    "reviewers": ["davidsarah", "hmorales"],
    "reviews": ["Star wars made epic fantasy real. For a generation of people it has defined what the cinema experience is meant to be. Today it is probable that pc games will offer a deeper and more satisfying entertainment solution, but for pure visual and aural pleasure, mixed with basic emotional manipulation, there has never and will never be a better example of cinema than when star wars appeared over 25 years ago. When you think of star wars, you must remember what else was happening at the time. In America, the war in Vietnam had been lost. In the U.K economic disaster was occurring(a 3 day working week, and the army collecting rubbish). It was almost like the two most technically advanced countries in the world were going backwards. Star wars let everybody escape from that reality and reach for a future that was uncertain but ultimately good.",
    "In respect to the many kids of the seventies. I rated this movie as one of the greatest movies ever made. I was thirteen and enjoyed this fantasy getaway more than I could count. Like many other kids of the seventies you left reality before walking into the theatre and escaped into the adventure once the reels begin rolling. It provided the special effects and excitement a kid was looking for. Even today when I watch this movie on VHS I recall those times. Whenever I get the chance to watch it I feel like that eager thirteen year old over and over again. I hope the new movies will meet the same expectations of kids of this decade and the next."]
  },
  {
    "image": "images/starwars5.jpg",
    "title": "Star Wars Episode V: The Empire Strikes Back",
    "myScore": 9.1,
    "globalScore": 8.5,
    "friendScore": 8.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1980,
    "synopsis": "Luke Skywalker, Han Solo, Princess Leia and Chewbacca face attack by the Imperial forces and its AT-AT walkers on the ice planet Hoth. While Han and Leia escape in the Millennium Falcon, Luke travels to Dagobah in search of Yoda. Only with the Jedi master's help will Luke survive when the dark side of the Force beckons him into the ultimate duel with Darth Vader.",
    "reviewers": ["Dissident", "meader82"],
    "reviews": ["The Empire Strikes Back is the best film in the original Star Wars trilogy. It has all the great qualities that the original Star Wars has: great effects (at the time of its release), appealing characters, and lots of spellbinding action. It also has eliminated some of the problems that plagued the first: the storyline is tighter, and goes much deeper into character development. The performances are terrific, especially by Harrison Ford as Han Solo, and Billy Dee Williams as Lando Calrissian. George Lucas has also remembered to include a spellbinding battle sequence with the snowspeeder sequence near the beginning of the film. The conclusion, with a lightsaber duel between Darth Vader and Luke Skywalker, is truly one of the most suspenseful and dramatic scenes in the entire series. This is a truly wondrous film, and serves as a constant reminder that just because a movie is expensive and a blockbuster doesn't mean that it has to be shallow and two dimensional. This film will undoubtedly entertain viewers of all ages from start to finish.",
    "An excellent sequel to Star Wars, this is easily the darkest and most serious out of all the Star Wars films, at least until Revenge of the Sith comes out. This movie benefits from the introduction of Yoda, a diminutive yet wise Jedi master who helps Luke prepare for his showdown with Darth Vader. It also introduces Lando Calrissian, Han's old gambling and smuggling buddy played very well by Billy Dee Williams. Empire is more character driven than the original and relies more on comic relief to help lighten the mood, but it doesn't go overboard with the humor. The story is more refined and the acting is better as well. Despite all of this I can't really say that I enjoyed Empire more than the original. The original Star Wars has a certain charm to it that none of the sequels (or prequels) have captured. I'd say that it is at least on par with the original though and is a fitting follow up in what is probably the greatest series of movies in the history of cinema."]
  },
  {
    "image": "images/starwars6.jpg",
    "title": "Star Wars Episode VI: Return of the Jedi",
    "myScore": 8.7,
    "globalScore": 8.4,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1983,
    "synopsis": "Luke Skywalker battles horrible Jabba the Hut and cruel Darth Vader to save his comrades in the Rebel Alliance and triumph over the Galactic Empire. Han Solo and Princess Leia reaffirm their love and team with Chewbacca, Lando Calrissian, the Ewoks and the androids C-3PO and R2-D2 to aid in the disruption of the Dark Side and the defeat of the evil emperor.",
    "reviewers": ["mentor397", "plonty_2000"],
    "reviews": ["This one isn't quite as good as Empire, but close. It shows how cruel Jabba really is, shows Leia in a skimpy outfit and shows the climatic space battle at the end of the movie. Sure the Ewoks might be cheesy, but go ahead and watch Phantom Menace and tell me who's less annoying - Jar Jar or the Ewoks.",
    "Thanks to Kevin Smith, a bunch of geeks are running around saying that Return of the Jedi isn't any good because it's actually fun to watch. And oh no! Muppets are involved! That makes it bad! Everyone liked Return of the Jedi until someone in a Kevin Smith movie made a negative comment about it. Now all of a sudden people people look at you like you have some kind of disease if you mention how much you like it. This movie is so much better than anything Kevin Smith ever even considered creating that it boggles my mind that the man would even think of denouncing it. This movie is good fun! It's just as awesome as I remember it being when I was six! Enjoy this movie for what it is and stop stealing Kevin Smith's opinions! His aren't correct!"]
  },
  {
    "image": "images/starwars1.jpg",
    "title": "Star Wars Episode I: The Phantom Menace",
    "myScore": 7.4,
    "globalScore": 6.5,
    "friendScore": 6.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/starwars2.jpg",
    "title": "Star Wars Episode II: The Clone Wars",
    "myScore": 6.8,
    "globalScore": 5.4,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/notebook.jpg",
    "title": "The Notebook",
    "myScore": 10,
    "globalScore": 8.5,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Romance", "Drama"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/shapeofwater.jpg",
    "title": "The Shape of Water",
    "myScore": 8.3,
    "globalScore": 7.6,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Drama","Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/greysanatomy.jpg",
    "title": "Grey's Anatomy",
    "myScore": 7.6,
    "globalScore": 7.8,
    "friendScore": 7.7,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/er.jpg",
    "title": "ER",
    "myScore": 7.7,
    "globalScore": 7.7,
    "friendScore": 7.0,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/gossipgirl.jpg",
    "title": "Gossip Girl",
    "myScore": 7.6,
    "globalScore": 7.4,
    "friendScore": 7.8,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/titanic.jpg",
    "title": "Titanic",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/thebigsick.jpg",
    "title": "The Big Sick",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Comedy", "Drama", "Romance"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/themountainbetweenus.jpg",
    "title": "The Mountain Between Us",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Action", "Adventure", "Drama"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/coco.jpg",
    "title": "Coco",
    "myScore": 9,
    "globalScore": 8.5,
    "friendScore": 8.8,
    "type": "Movie",
    "genres": ["Comedy", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/getout.jpg",
    "title": "Get Out",
    "myScore": 9.6,
    "globalScore": 7.7,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Horror", "Mystery"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/criminalminds.jpg",
    "title": "Criminal Minds",
    "myScore": 8.1,
    "globalScore": 8.1,
    "friendScore": 7.8,
    "type": "TV",
    "genres": ["Mystery", "Drama"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/cloverfieldparadox.jpg",
    "title": "The Cloverfield Paradox",
    "myScore": 5.0,
    "globalScore": 5.6,
    "friendScore": 5.3,
    "type": "Movie",
    "genres": ["Mystery", "Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/batesmotel.jpg",
    "title": "Bates Motel",
    "myScore": 8.0,
    "globalScore": 8.2,
    "friendScore": 8.3,
    "type": "TV",
    "genres": ["Mystery", "Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/psych.jpg",
    "title": "Psych",
    "myScore": 8.1,
    "globalScore": 8.4,
    "friendScore": 8.3,
    "type": "TV",
    "genres": ["Mystery", "Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/lost.jpg",
    "title": "Lost",
    "myScore": 8.0,
    "globalScore": 8.4,
    "friendScore": 8.5,
    "type": "TV",
    "genres": ["Mystery", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/thefastandthefurious.jpg",
    "title": "The Fast and the Furious",
    "myScore": 5.0,
    "globalScore": 6.7,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Action"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/2fast2furious.jpg",
    "title": "2 Fast 2 Furious",
    "myScore": 5.5,
    "globalScore": 5.9,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Action"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/xXx.jpg",
    "title": "xXx: Return of Xander Cage",
    "myScore": 5.0,
    "globalScore": 5.2,
    "friendScore": 10,
    "type": "Movie",
    "genres": ["Action", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/blackpanther.jpg",
    "title": "Black Panther",
    "myScore": 8.0,
    "globalScore": 7.8,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Action", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/jiro.jpg",
    "title": "Jiro Dreams of Sushi",
    "myScore": 8.0,
    "globalScore": 7.9,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/blueplanet.jpg",
    "title": "Blue Planet",
    "myScore": 9.1,
    "globalScore": 9.0,
    "friendScore": 8.8,
    "type": "TV",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/planetearth.jpg",
    "title": "Planet Earth",
    "myScore": 9.3,
    "globalScore": 9.4,
    "friendScore": 9.3,
    "type": "TV",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/giftshop.jpg",
    "title": "Exit Through the Gift Shop",
    "myScore": 8.4,
    "globalScore": 8.0,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Documentary", "Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/health.jpg",
    "title": "What the Health",
    "myScore": 8.2,
    "globalScore": 7.9,
    "friendScore": 8.1,
    "type": "Movie",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/hotfuzz.jpg",
    "title": "Hot Fuzz",
    "myScore": 8.2,
    "globalScore": 7.9,
    "friendScore": 8.1,
    "type": "Movie",
    "genres": ["Action","Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/21jumpstreet.jpg",
    "title": "21 Jump Street",
    "myScore": 7.2,
    "globalScore": 7.2,
    "friendScore": 7.1,
    "type": "Movie",
    "genres": ["Action","Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/halloween.jpg",
    "title": "Halloween",
    "myScore": 8.2,
    "globalScore": 7.8,
    "friendScore": 7.1,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/conjuring.jpg",
    "title": "The Conjuring",
    "myScore": 6.8,
    "globalScore": 7.5,
    "friendScore": 7.0,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/shining.jpg",
    "title": "The Shining",
    "myScore": 8.2,
    "globalScore": 8.4,
    "friendScore": 8.3,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  }
]