[{
    "image": "images/starwars3.jpg",
    "title": "Star Wars Episode III: Revenge of the Sith",
    "myScore": 9.2,
    "globalScore": 6.9,
    "friendScore": 9.5,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG-13",
    "year": 2005,
    "synopsis": "In Coruscant, the Jedi Obi-Wan Kenobi and Anakin Skywalker rescue the Supreme Chancellor Palpatine from the Separatist General Grievous' spaceship and Anakin kills Count Dooku with his light-saber after a fight; however Grievous escapes from the Jedi. When they land on Coruscant, Padmé Amidala comes to tell Anakin that she is pregnant. Soon he has premonitions of his wife dying during the delivery. Palpatine requests that Anakin join the Jedi Council against the will of the members but he is not promoted to Master and stays at the rank of Knight; further they ask him to spy on Palpatine. Anakin is manipulated by Palpatine about the true intentions of the Jedi and is tempted to know the dark side of the Force that could be capable of saving Padmé. Further Palpatine discloses that he is Sith Lord Darth Sidious. What will Anakin do?",
    "reviewers": ["Hyrum Romrell", "hanneskruppa"],
    "reviews": ["I personally am more of a fan of the original trilogy than what I have been of the prequels. Although I did enjoy TPM, and AOTC, they definitely were not as well done as A New Hope or Empire. I think the general criticisms of the first two prequels was lack of good story, and poor acting. First I would like to say that the acting is much better in Revenge of the Sith than the first two prequels, but what truly stood out in this movie was the story. It was delivered perfectly, for the first time since Empire, Lucas connected emotionally with his audience. The last hour of the movie was especially powerful. Although probably not planned, I think this movie will be the bridge that brings the old star wars sheep back into the fold. Just as Anakin eventually brings balance to the force, Revenge of the Sith will bring balance back to the Star Wars Universe. And judging by the reaction of the test audience I was part of, everyone I was with feels the same way, no one left their seat for at least a couple minutes after the movie ended.",
    "i loved star wars as a kid. i grew disenchanted with the new trilogy. i was prepared for another letdown. i was surprised to see that things really come together. 'sith' has a coherent story, well told, well paced. the movie is full of fireworks, but they always support the progression of the story, nothing felt unnecessary like some stuff in the earlier episodes. the characters were all solid. some were even great. there were quiet, slow paced moments that made sense, felt right. the transformation of the characters came across well. the conflicts are complex, personalities are multifaceted. this movie carries a lot more weight than episodes 1 and 2. not everyone will be happy. there are weak moments, there is wooden dialog, there's cheesy romance. nevertheless, for most of the audience, even non hard-core star wars believers, this movie works. it's great entertainment, and it ties in very well with episodes 4-6. the sense of disconnect that people felt with episodes 1 and 2 is gone. you will want to go home and watch 'a new hope' right after seeing 'revenge of the sith'."]
  },
  {
    "image": "images/yugiohdsd.jpg",
    "title": "Yu-Gi-Oh! The Dark Side of Dimensions",
    "myScore": 10,
    "globalScore": 10,
    "friendScore": 10,
    "type": "Movie",
    "genres": ["Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 2016,
    "synopsis": "Yugi and Kaiba have a special duel that transcends dimensions.",
    "reviewers": ["LugiaForeteller", "notbogdy"],
    "reviews": ["Without a doubt my favorite thing about this Movie is it brought all the previous voice actors back together to what I consider a wonderful conclusion to the Original Yugioh Franchise. Was it absolutely astonishing? No, not by a mile. But I must admit this movie had a ton of fan-service that always makes me happy to see. Of course this movie isn't for everyone but that doesn't mean it's a fun experience. It's actually much more mature than I actually expected which in my ideal that is pretty nice, especially for long time fans. It's very nicely animated as well, and always a treat is that I think they did a immensely wonderful performance with all the Characters. Sure some fall apart but I think Dan Green did a wonderful job as Yugi Moto again. Of course all speculating of how I think they did a great job, I would say the only flop of this film is it's more directed to the fans, though that doesn't mean you can't get into it. It's plentiful with wonderful characters, unique backstories, and amazing performances. This is defiantly a watch for anybody interested!",
    "The thing I can tell you for sure is this: I want more of this. This movie was amazing and it ignited something long forgotten from my childhood in me. This movie is all what gaming is about, and no other series does it better. While it was made to be with more advanced game-play, and not for newer players, it took a risk in being more inclined to a specific audience. And that for me is worth a 10 start in itself. Nowdays movies try to please everyone, and please no one, but they knew their fan-base and gave them something they needed. Also, they nailed it with the quantity and quality. This movies has a lot of content that could peak your interest. I really missed this series and now it proved that, the author's success is well deserved."]
  },
  {
    "image": "images/jojo.jpg",
    "title": "JoJo's Bizarre Adventure",
    "myScore": 8.0,
    "globalScore": 9.5,
    "friendScore": 9.8,
    "type": "TV",
    "genres": ["Adventure", "Documentary"],
    "onMyList": false,
    "rating": "TV-MA",
    "year": 2012,
    "synopsis": "Chronicles the struggles of the cursed Joestar bloodline against the forces of evil. Beginning in 1880, Part I follows Jonathan Joestar as he matures with and eventually combats his adoptive brother, the cunning, merciless Dio Brando. Set in 1938, Part II follows the misadventures of Joseph Joestar, grandson of Jonathan, as he masters the Ripple in order to combat hostile, ancient super-beings named the Pillar Men; creators of the Stone Mask. Part III follows Jotaro Kujo and his group as they journey from Tokyo to Cairo to save his mother's life by defeating his family's resurrected archenemy, Dio. In Part IV, an Arrow manifesting latent Stand abilities travels throughout Morioh, Japan in 1999; as high-schooler Josuke Higashikata (illegitimate son of Joseph) and friends seek out the culprit of a series of decade-long homicides. Set in 2001, Part V follows Giorno Giovanna, son of Dio, and his ambition to rise within the Neapolitan mafia by subverting its most powerful gang: Passione.",
    "reviewers": ["jameslevay", "thatssupercool"],
    "reviews": ["This show is one of the most influential series to come out of japan next to dragonball and fist of the north star. It is the reason we have games like persona or great fighting game characters like guile or juri. Jojo's bizarre adventure has influenced popular anime like One piece, Hunter x Hunter, Yu Yu hakusho, and Shaman king. One of the most unique things about it is its a different story with a different protagonist each time while still having a lore and continuity. This makes it impossible to judge based on a single or even multiple seasons the best parts are 7,8,2, and 4. one of the coolest things about JoJo is everyone who's a fan likes different parts one person could love part 5 and hate part 6 while another person could have the opposite opinion everybody loves part 7 though. all in all there's no other anime like this one it actually tends to appeal more to non anime fans due to its western feel.",
    "This show is a roller coaster of emotions. I laughed with it, felt anger with it and even cried with it. The fight scenes are always awesome and even sometimes hilarious. Who would've thought you could defeat your foe with a simple string? Can't get enough of JoJo. It's one adventure that is beyond bizarre."]
  },
  {
    "image": "images/siliconvalley.jpg",
    "title": "Silicon Valley",
    "myScore": 8.0,
    "globalScore": 8.6,
    "friendScore": 8.8,
    "type": "TV",
    "genres": ["Adventure", "Documentary"],
    "onMyList": false,
    "rating": "TV-MA",
    "year": 2014,
    "synopsis": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. A comedy partially inspired by Mike Judge's own experiences as a Silicon Valley engineer in the late 1980s.",
    "reviewers": ["Omar Hartwell White", "reidkenj"],
    "reviews": ["I was a little skeptical about this show at first and went into with the impression that I would try it but it would lose my interest after an episode or two. This show so far has been a wonderful surprise. Unlike some comedies that create forced, awkward situations that are only funny to the recorded laugh track that plays, I have burst out laughing from a number of scenes that have aired in the few episodes so far. It is very original, smart, has a believable story and characters and has many funny moments with quite a few scenes that will catch you off guard and you will die laughing. At first this was just a show I was DVR'ing then watching at some point during the week maybe a few days later. However the last few episodes have been great and I have been watching live while it airs because it isn't a stupid comedy, it keeps you interested with a pretty good story.",
    "I just LOVE most of the characters. There is so much good stuff going on, but every episode ends the same. Here we go. EPISODE #? - EVERYTHING IS GOING GREAT WITH PIED PIPER. - EPISODE#?, 'after 40 minutes, the company is worth ????? million, and nothing could be better. - Until - 43 minutes, by some strange twist, everything has fallen apart, and the company has gone to the dogs. - AGAIN! How long can this story go on? It is just far to predictable. There are only ever two different scenarios for every episode. - Either the company and everyone is multi, multi millionaires, or they have not got a pot to piddle in."]
  },
  {
    "image": "images/starwars4.jpg",
    "title": "Star Wars Episode IV: A New Hope",
    "myScore": 8.8,
    "globalScore": 8.5,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1977,
    "synopsis": "The Imperial Forces, under orders from cruel Darth Vader, hold Princess Leia hostage in their efforts to quell the rebellion against the Galactic Empire. Luke Skywalker and Han Solo, captain of the Millennium Falcon, work together with the companionable droid duo R2-D2 and C-3PO to rescue the beautiful princess, help the Rebel Alliance and restore freedom and justice to the Galaxy.",
    "reviewers": ["davidsarah", "hmorales"],
    "reviews": ["Star wars made epic fantasy real. For a generation of people it has defined what the cinema experience is meant to be. Today it is probable that pc games will offer a deeper and more satisfying entertainment solution, but for pure visual and aural pleasure, mixed with basic emotional manipulation, there has never and will never be a better example of cinema than when star wars appeared over 25 years ago. When you think of star wars, you must remember what else was happening at the time. In America, the war in Vietnam had been lost. In the U.K economic disaster was occurring(a 3 day working week, and the army collecting rubbish). It was almost like the two most technically advanced countries in the world were going backwards. Star wars let everybody escape from that reality and reach for a future that was uncertain but ultimately good.",
    "In respect to the many kids of the seventies. I rated this movie as one of the greatest movies ever made. I was thirteen and enjoyed this fantasy getaway more than I could count. Like many other kids of the seventies you left reality before walking into the theatre and escaped into the adventure once the reels begin rolling. It provided the special effects and excitement a kid was looking for. Even today when I watch this movie on VHS I recall those times. Whenever I get the chance to watch it I feel like that eager thirteen year old over and over again. I hope the new movies will meet the same expectations of kids of this decade and the next."]
  },
  {
    "image": "images/starwars5.jpg",
    "title": "Star Wars Episode V: The Empire Strikes Back",
    "myScore": 9.1,
    "globalScore": 8.5,
    "friendScore": 8.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1980,
    "synopsis": "Luke Skywalker, Han Solo, Princess Leia and Chewbacca face attack by the Imperial forces and its AT-AT walkers on the ice planet Hoth. While Han and Leia escape in the Millennium Falcon, Luke travels to Dagobah in search of Yoda. Only with the Jedi master's help will Luke survive when the dark side of the Force beckons him into the ultimate duel with Darth Vader.",
    "reviewers": ["Dissident", "meader82"],
    "reviews": ["The Empire Strikes Back is the best film in the original Star Wars trilogy. It has all the great qualities that the original Star Wars has: great effects (at the time of its release), appealing characters, and lots of spellbinding action. It also has eliminated some of the problems that plagued the first: the storyline is tighter, and goes much deeper into character development. The performances are terrific, especially by Harrison Ford as Han Solo, and Billy Dee Williams as Lando Calrissian. George Lucas has also remembered to include a spellbinding battle sequence with the snowspeeder sequence near the beginning of the film. The conclusion, with a lightsaber duel between Darth Vader and Luke Skywalker, is truly one of the most suspenseful and dramatic scenes in the entire series. This is a truly wondrous film, and serves as a constant reminder that just because a movie is expensive and a blockbuster doesn't mean that it has to be shallow and two dimensional. This film will undoubtedly entertain viewers of all ages from start to finish.",
    "An excellent sequel to Star Wars, this is easily the darkest and most serious out of all the Star Wars films, at least until Revenge of the Sith comes out. This movie benefits from the introduction of Yoda, a diminutive yet wise Jedi master who helps Luke prepare for his showdown with Darth Vader. It also introduces Lando Calrissian, Han's old gambling and smuggling buddy played very well by Billy Dee Williams. Empire is more character driven than the original and relies more on comic relief to help lighten the mood, but it doesn't go overboard with the humor. The story is more refined and the acting is better as well. Despite all of this I can't really say that I enjoyed Empire more than the original. The original Star Wars has a certain charm to it that none of the sequels (or prequels) have captured. I'd say that it is at least on par with the original though and is a fitting follow up in what is probably the greatest series of movies in the history of cinema."]
  },
  {
    "image": "images/starwars6.jpg",
    "title": "Star Wars Episode VI: Return of the Jedi",
    "myScore": 8.7,
    "globalScore": 8.4,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1983,
    "synopsis": "Luke Skywalker battles horrible Jabba the Hut and cruel Darth Vader to save his comrades in the Rebel Alliance and triumph over the Galactic Empire. Han Solo and Princess Leia reaffirm their love and team with Chewbacca, Lando Calrissian, the Ewoks and the androids C-3PO and R2-D2 to aid in the disruption of the Dark Side and the defeat of the evil emperor.",
    "reviewers": ["mentor397", "plonty_2000"],
    "reviews": ["This one isn't quite as good as Empire, but close. It shows how cruel Jabba really is, shows Leia in a skimpy outfit and shows the climatic space battle at the end of the movie. Sure the Ewoks might be cheesy, but go ahead and watch Phantom Menace and tell me who's less annoying - Jar Jar or the Ewoks.",
    "Thanks to Kevin Smith, a bunch of geeks are running around saying that Return of the Jedi isn't any good because it's actually fun to watch. And oh no! Muppets are involved! That makes it bad! Everyone liked Return of the Jedi until someone in a Kevin Smith movie made a negative comment about it. Now all of a sudden people people look at you like you have some kind of disease if you mention how much you like it. This movie is so much better than anything Kevin Smith ever even considered creating that it boggles my mind that the man would even think of denouncing it. This movie is good fun! It's just as awesome as I remember it being when I was six! Enjoy this movie for what it is and stop stealing Kevin Smith's opinions! His aren't correct!"]
  },
  {
    "image": "images/starwars1.jpg",
    "title": "Star Wars Episode I: The Phantom Menace",
    "myScore": 7.4,
    "globalScore": 6.5,
    "friendScore": 6.8,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 1999,
    "synopsis": "The evil Trade Federation, led by Nute Gunray is planning to take over the peaceful world of Naboo. Jedi Knights Qui-Gon Jinn and Obi-Wan Kenobi are sent to confront the leaders. But not everything goes to plan. The two Jedi escape, and along with their new Gungan friend, Jar Jar Binks head to Naboo to warn Queen Amidala, but droids have already started to capture Naboo and the Queen is not safe there. Eventually, they land on Tatooine, where they become friends with a young boy known as Anakin Skywalker. Qui-Gon is curious about the boy, and sees a bright future for him. The group must now find a way of getting to Coruscant and to finally solve this trade dispute, but there is someone else hiding in the shadows. Are the Sith really extinct? Is the Queen really who she says she is? And what's so special about this young boy?",
    "reviewers": ["billosaurus", "Dukat-4"],
    "reviews": ["I loved this movie as a kid. I still love it at age 21. Sure, it can be a bit sloppy at times, and it switches from plot a to plot b constantly.The stereotypes can be jarring at times. But you know what, it is still brilliant. The characters are likable. Even jar jar is not that bad. The acting is OK. Not great, but OK. The hate seems to stem from old trilogy fans, not knowing that this film was merely trying to be something different. Yes, if you want a film that feels like the old trilogy, this is not for you. But if you are looking for a fast-paced, lighthearted sci-fi action movie with one or two smart scenes, good scenery, and interesting alien designs, then this is for you.",
    "I disagree completely with all the people, who criticize the film, because there's nothing really bad in it. George Lucas and all of the others worked very hard on TPM, and it shows. After seeing the film a couple of times, I am more and more amazed, how good the script is. GL really thought all details through to make an entertaining experience, and there ARE NO PLOT HOLES. I know that a lot of people out there disagree with me on that, but all of the little problems a lot of people have with the plot can be explained with a little thought, and I believe that GL really thought everything through -- he just didn't tell us the whole story. What surprised me was the German dubbing -- it's really good, and sometimes even better than the original version (I've seen both). Unfortunately we all have to wait too long for the next two episodes..."]
  },
  {
    "image": "images/starwars2.jpg",
    "title": "Star Wars Episode II: The Clone Wars",
    "myScore": 6.8,
    "globalScore": 5.4,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Sci-Fi", "Fantasy"],
    "onMyList": false,
    "rating": "PG",
    "year": 2002,
    "synopsis": "Ten years after the invasion of Naboo, the Galactic Republic is facing a Separatist movement and the former queen and now Senator Padmé Amidala travels to Coruscant to vote on a project to create an army to help the Jedi to protect the Republic. Upon arrival, she escapes from an attempt to kill her, and Obi-Wan Kenobi and his Padawan Anakin Skywalker are assigned to protect her. They chase the shape-shifter Zam Wessell but she is killed by a poisoned dart before revealing who hired her. The Jedi Council assigns Obi-Wan Kenobi to discover who has tried to kill Amidala and Anakin to protect her in Naboo. Obi-Wan discovers that the dart is from the planet Kamino, and he heads to the remote planet. He finds an army of clones that has been under production for years for the Republic and that the bounty hunter Jango Fett was the matrix for the clones. Meanwhile Anakin and Amidala fall in love with each other, and he has nightmarish visions of his mother.",
    "reviewers": ["Caustic Pulp", "rkurtz-1"],
    "reviews": ["The fundamental flaws in Star Wars: Episode II - Attack of the Clones are pretty much summed up in a single scene in this film. Anakin Skywalker and Padme Amidala are sitting at a dinner table (?), and decide to share a piece of fruit. And during this entire scene, the piece of fruit is completely computer generated, and it shows. It's horribly obvious when Anakin slices it in half, and becomes downright inexcusable when Padme takes a bite of it. We can see the actors are just miming the motions. God has killed a kitten because of this.",
    "I was extremely excited about seeing Episode II, especially since Lucas promised a 'dark' episode reminiscent of Empire. Wow, I thought, we could really use a dark episode. Since Jedi and Phantom Menace were clearly aimed more towards children (in my opinion) rather than the original Star Wars faithful, both had warm and fuzzy endings (and in some cases, characters too). Well, 'dark' wouldn't be an adjective that I would use to describe this movie at all. How about 'hardly dingy' instead? I mean, the bad guys just weren't very bad. I may be mistaken, but I only remember seeing Darth Sidius in costume one time. If he did appear twice, he obviously didn't leave much of an impression on me, which only proves my point. Now come on, EVERYONE remembers all of Darth Vader's and Darth Maul's scenes, right? To me, Darth Tyranus actually comes off as a decent guy for most of the movie."]
  },
  {
    "image": "images/notebook.jpg",
    "title": "The Notebook",
    "myScore": 10,
    "globalScore": 8.5,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Romance", "Drama"],
    "onMyList": false,
    "rating": "PG-13",
    "year": 2004,
    "synopsis": "In a nursing home, resident Duke reads a romance story to an old woman who has senile dementia with memory loss. In the late 1930s, wealthy seventeen year-old Allie Hamilton is spending summer vacation in Seabrook. Local worker Noah Calhoun meets Allie at a carnival and they soon fall in love with each other. One day, Noah brings Allie to an ancient house that he dreams of buying and restoring and they attempt to make love but get interrupted by their friend. Allie's parents do not approve of their romance since Noah belongs to another social class, and they move to New York with her. Noah writes 365 letters (A Year) to Allie, but her mother Anne Hamilton does not deliver them to her daughter. Three years later, the United States joins the World War II and Noah and his best friend Fin enlist in the army, and Allie works as an army nurse.",
    "reviewers": ["bronteh", "filmnoir500"],
    "reviews": ["In all honesty, my Dad paid me to go see the Notebook with my friends because he kept saying how magnificent it was. i went because it was free, and with no expectations. However, the Notebook drew me into the story from the beginning right up until the credits- and then kept me crying for quite some time after it had ended. I, along with almost every other person i have discussed the movie with, felt involved in the situations and the lives of the character- crying at the sad moments and feeling joy at the happy bits. in general, love stories are predictable and somewhat dull (in my opinion) yet this movie kept me guessing at the outcome, and delivered twists throughout the whole film.The Notebook was extremely well constructed and i would give it an eleven out of ten.",
    "I went to see this film with my sister and my Mum and we were the only ones in the cinema. Not the best start, but I continued to watch it anyway and am so glad I did. This is probably one of the most beautiful and romantic films I have ever seen! From the relationship of the two characters to their surroundings, every scene is breathtaking! The Notebook tells the story of a summer romance that turns into a romance never to be forgotten. Allie and Noah are the two lead characters and they are wonderful. You immediately fall in love with the characters and you want to follow every step of their doomed love story. it is one of the greatest love stories ever told. Look out for the lake scene, unbelievable! I came out of the cinema wanting to go back in again and watch it all over again. It feels like you are reading a diary watching this film, thats how detailed and wonderful this film is. Cannot really give too much away about the story, all I can say is if you haven't seen this film yet, be sure to see it. I cannot think of a film more perfect for Valentines Day!"]
  },
  {
    "image": "images/shapeofwater.jpg",
    "title": "The Shape of Water",
    "myScore": 8.3,
    "globalScore": 7.6,
    "friendScore": 7.8,
    "type": "Movie",
    "genres": ["Drama","Romance"],
    "onMyList": false,
    "rating": "R",
    "year": 2017,
    "synopsis": "From master storyteller Guillermo del Toro comes THE SHAPE OF WATER, an otherworldly fable set against the backdrop of Cold War era America circa 1962. In the hidden high-security government laboratory where she works, lonely Elisa (Sally Hawkins) is trapped in a life of isolation. Elisa's life is changed forever when she and co-worker Zelda (Octavia Spencer) discover a secret classified experiment. Rounding out the cast are Michael Shannon, Richard Jenkins, Michael Stuhlbarg, and Doug Jones.",
    "reviewers": ["Mads Damsgaard Jensen", "damian-fuller"],
    "reviews": ["I am left speechless after just watching this movie. I rarely get this no words feeling after watching a movie, but this one left me so amazed. Michael Shannon delivers an amazing performance as this dark security agent with a mind-blowing psychotic tendency. Richard Jenkins delivers every bit of detail that I would have ever imagined he could. Its absolutely fantastic to experience the relationship between him and Sally Hawkins (who I think delivers the performance of a life time). Together with Octavia Spencer who is brilliant as always, I think they deliver this years best movie. The movie can somehow be a little bit drawn out with very long cuts however the fantastic scenery and amazingly intriguing characters makes completely up for that. This is probably the most weird love story I have seen since Beauty And The Beast however I was left with a feeling og understanding. Its a very relatable film about all the things we as humans are scared of and I think its brilliant. I would recommend anyone to go see this movie!",
    "To communicate or not to communicate. Sometimes is just out of fear that we don't come close to the ones who can give us exactly what we need. They're different, let's stay away. Sally Hawkins in a magical but beautifully real performance invites us to try, to dare. Guillermo del Toro takes us through the paces with extraordinary delicacy and clarity of vision. Thank you."]
  },
  {
    "image": "images/greysanatomy.jpg",
    "title": "Grey's Anatomy",
    "myScore": 7.6,
    "globalScore": 7.8,
    "friendScore": 7.7,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "TV-14",
    "year": 2005,
    "synopsis": "A medical based drama centered around Meredith Grey, an aspiring surgeon and daughter of one of the best surgeons, Dr. Ellis Grey. Throughout the series, Meredith goes through professional and personal challenges along with fellow surgeons at Seattle Grace Hospital.",
    "reviewers": ["CherylAG", "obsessivefilmlover"],
    "reviews": ["I love this show. I didn't know if I would like it or not, because I'm not a big ER fan, due to the depressing parts, however 'Grey's Anatomy' has a lot more depth to it on so many levels. Let's face it, who really wants to talk about death? This show involves some humor, unlike ER, but you also get the blood and guts popping out, very sad moments, more involved stories about the DR's personal life's, issues that are bombarding our medical care in this country today and the great music puts it over the top. It's more of a 'tug at your heart strings' kind of show when it comes to death and also there are some politics involved, which i highly think should be brought up in this day and age-such as being a full donor and saving peoples lives, rather than rotting away. I'm actually surprised it's not a David Kelly Show (Boston Legal) - it seems like something he'd create. Anyway, you have to watch this show- it's completely addicting-- and I only watched it since i like Patrick Dempsey on the off chance it may be a good show--Wow, was I pleasantly surprised. I did also like Boston Legal, but not nearly like 'Greys.' Hopefully there is room for both of them on Sunday nights.",
    "This television series is one of the best dramas I've ever seen in a while. The cast has great chemistry, especially Patrick Dempsy and Ellen Pompeo. The script is flawless, full of new obstacles for each character to go through per episode, with bits of comedic writing in it as well. I have compared this series with the ER series and personally, I like this series much better. Grey's Anatomy has bits of life lessons for viewers to learn every so often. Many episodes breaks your hearts, making you feel tempted to even yell or shout at the television screen! Great cliff-hangers, making viewers waiting impatiently until next Thursday to see what happens next! Overall, Grey's Anatomy is a wonderful show. Tune in!"]
  },
  {
    "image": "images/er.jpg",
    "title": "ER",
    "myScore": 7.7,
    "globalScore": 7.7,
    "friendScore": 7.0,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "TV-14",
    "year": 1994,
    "synopsis": "Michael Crichton has created a medical drama that chronicles life and death in a Chicago hospital emergency room. Each episode tells the tale of another day in the ER, from the exciting to the mundane, and the joyous to the heart-rending. Frenetic pacing, interwoven plot lines, and emotional rollercoastering is used to attempt to accurately depict the stressful environment found there. This show even portrays the plight of medical students in their quest to become physicians.",
    "reviewers": ["mechmaniac", "rorygunn"],
    "reviews": ["I have seen every single episode from 1994 to present. I can't say much to it personally that can do it justice so I'm simply going to leave it at that I have learned much from this show, it has a lot of feeling and a lot of heart, and I have grown with it. If I'm labeled as a die-hard fan, then so be it. I'm a guy and I love E.R. Hey, I'm square with that... ; ) And to those who say it's too long because characters leave... welcome to real life. People go places, they die, they have their troubles, they go out with 4 different people (sometimes incredibly in the same workplace). They don't call it drama for nuttin' :D",
    "That's right I believe this show has already jumped the shark and I believe it happened when Greene left the show.I won't spoil how for those who haven't watched the show but that was an excellent episode.The problem now is that some of the replacements don't have the charm of Greene and some of the others.The character of Dr.Pratt especially is a liability to the show.he is obviously no Peter Benton.As arrogant as Benton was there was still a human being inside.You could see the hurt he felt when Carter decided not to become a surgeon and could also see the care he had for Carter when he was addicted to painkillers.Prat has none of this.And now Carter is all that we are left with.Dr. Susan Lewis is back but I felt she was never a strong enough character to begin with so she can't carry the show and I believe that once the original core cast of Clooney,Edwards, and the rest left the show that's when it began it's jump and completed that jump when Anthony Edwards left"]
  },
  {
    "image": "images/gossipgirl.jpg",
    "title": "Gossip Girl",
    "myScore": 7.6,
    "globalScore": 7.4,
    "friendScore": 7.8,
    "type": "TV",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "TV-14",
    "year": 2007,
    "synopsis": "Gossip Girl follows the lives of privileged teenagers on the upper east side. Serena Van Der Woodsen is a blonde and beautiful socialite, Everyone knows Serena. Blair Waldorf is Serena's best friend but it's always about Serena not Blair. Nate Archibald is Blair's boyfriend but ever since Serena came back from boarding school Nate has been acting strange? Chuck Bass a rich and arrogant person. Daniel Humphrey a loney boy from Brooklyn, NY who nobody knows. Follow the lives of this guilty pleasure show.",
    "reviewers": ["cyndita", "Korina IheartLove"],
    "reviews": ["I started to watch this series last month on Netflix (2015), and was so hooked I couldn't wait for the next episode. I also agree with all the positive comments. Being born and raised in Manhattan, I loved that it took place in my city. Even though I was not raised in affluence, The series made me imagine that I did. The acting was so superbly done by everyone, especially Ed Westwick and Leighton Bleester. Their chemistry was so intense and real, it seemed amazing they didn't get together in real life. I'm so sorry that it's over, but happy that I can play it over again whenever I want. I think that we will be seeing a lot more of Ed Westwick in the future; he is an amazing talent.",
    "I watched this show first time few months ago when airing started in Croatia. I got hooked. It's a guilty pleasure. You have that sorta glamor and that little over the top drama. It has so many twists and turns, you can try to guess what will happen next, but you never know. In one moment you can hate one character because of something, and in the other moment that one is great, but someone else is now the one you should hate. Season Finale of Season 1 airs tomorrow in Croatia. Me and my best friend, we always watch Gossip Girl while texting each other. It's a great show for all the ones that love the guilty pleasure kind of shows. I think a guilty pleasure show is a show where there is a lots of drama and you get hooked easily, and you can't stop following it."]
  },
  {
    "image": "images/titanic.jpg",
    "title": "Titanic",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Drama", "Romance"],
    "onMyList": false,
    "rating": "PG-13",
    "year": 1997,
    "synopsis": "84 years later, a 100 year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.",
    "reviewers": ["Rage-4", "Boyo-2"],
    "reviews": ["Firstly and foremostly, I am a guy, which (in most cases) means I did not go see Titanic to see DiCaprio...although I think he can be a great actor. Reading through earlier comments, i grew a bit weary of hearing about lame script and shallow characters. I went to see a ship sink...the plot and the characters were, at least to me, a kind of icing on the Cake. I actually think a lot of the characters were done well; that is, by the time they die in freezing water, you actually felt a tinge of sadness for them. But , by the time Titanic was over, I was sufficiently moved to make me tell people that it was a great movie. Kate Winslet was good, Kathy Bates was perfect, Leo was ok (I'll give you people that - I've seen him shine like I know he can ... Basketball Diaries, Romeo & Juliet). But ultimately, the Titanic sinks...and it was absolutely stunning. Bravo to Cameron. He didn't just show us a large ship sinking, he showed us the back half of it crashing down on a hundred freezing, drowning people; he showed us a third class mother attempting to sing her children to sleep because she knew they were all doomed (broke my heart - i cried the most right there at that point), he showed people who worked extremely hard to get OUT of the bowels of the ship only to be sucked back in when a random window shattered and the water carried them on back in...detail. I like detail in a movie. Very impressive job.",
    "To all the miserable people who have done everything from complain about the dialogue, the budget, the this and the that....who wants to hear it? IF you missed the point of this beyond-beautiful movie, that's your loss. The rest of us who deeply love this movie do not care what you think. I am a thirthysomething guy who has seen thousands of movies in my life, and this one stands in its own entity, in my book. It was not supposed to be a documentary, or a completely factual account of what happened that night. It is the most amazing love story ever attempted. I know that it is the cynical 90's and the millennium has everyone in a tizzy, but come on. Someone on this comments board complained that it made too much money! How lame is that? It made bundles of money in every civilized country on the planet, and is the top grossing film in the planet. I will gladly side with the majority this time around. Okay, cynics, time to crawl back under your rock, I am done."]
  },
  {
    "image": "images/thebigsick.jpg",
    "title": "The Big Sick",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Comedy", "Drama", "Romance"],
    "onMyList": false,
    "rating": "R",
    "year": 2017,
    "synopsis": "Kumail (Kumail Nanjiani), in the middle of becoming a budding stand-up comedian, meets Emily (Zoe Kazan). Meanwhile, a sudden illness sets in forcing Emily to be put into a medically-induced coma. Kumail must navigate being a comedian, dealing with tragic illness, and placating his family's desire to let them fix him up with a spouse, while contemplating and figuring out who he really is and what he truly believes",
    "reviewers": ["ejones1223", "Joeli Bacsi"],
    "reviews": ["I know, I know 10 out of 10 is A LOT. However I'm not sure how they could top what they have here. Perhaps make it a little longer?? I NEVER leave reviews but I just laughed so hard I started snorting and couldn't stop for a bit! So did a few others in my row! I think that means something. There were so many times were I was laughing hard enough to cry and where I was smiling from the joy on the screen. Don't get me wrong, it's not all roses and whiskey....but it's def a movie I think everyone should see for a myriad of reasons. I'm so glad this movie was made and that my friend suggested we see it yesterday! I know you'll enjoy it so...You're welcome!",
    "I just loved this movie. Its billed as a comedy and I did laugh out loud frequently but it is also a touching drama of relationship and illness and the quintessential American story of the immigrant family's son and the white bread girlfriend. It had a very sweet touch, mixing the comedy and drama. Ray Romano was fantastic as the father of the girlfriend and I also really liked the girl, Zoe Kazan. Sorry, this isn't much of a review except to say that it was really very good!"]
  },
  {
    "image": "images/themountainbetweenus.jpg",
    "title": "The Mountain Between Us",
    "myScore": 7.5,
    "globalScore": 7.8,
    "friendScore": 9,
    "type": "Movie",
    "genres": ["Action", "Adventure", "Drama"],
    "onMyList": false,
    "rating": "PG-13",
    "year": 2017,
    "synopsis": "Stranded after a tragic plane crash, two strangers must forge a connection to survive the extreme elements of a remote snow covered mountain. When they realize help is not coming, they embark on a perilous journey across hundreds of miles of wilderness, pushing one another to endure and discovering strength they never knew possible.",
    "reviewers": ["beawriting", "loreal3"],
    "reviews": ["I was very excited to hear about this movie and made it the date night movie for the week. For those calling this a slow movie, it is that because this is a character piece, not an action film. This is not even about romance to me, but more how in a bad situation two people find out who they really are and overcome their fears. These fears are not about the snow, FYI. The director does not spoon feed the plot to you, he expects you to be intelligent enough to get it. Both actors did an amazing job of emoting with their body language and facial expressions. I do not think the other proposed actors could have pulled off this nuanced performance",
    "Two strangers meet under unusual circumstances. This movie is beautifully acted and filmed. I think the casting for this was perfect and makes the movie work really well. Some may complain about the pacing of the film, that is one of the things I enjoyed most about the film. It gives you a chance to settle into the movie and get to know the characters, without being bored. The characters are different and their differences are well played out and described, then you see a shift and this is what makes this a really really good movie and a remarkable love story."]
  },
  {
    "image": "images/coco.jpg",
    "title": "Coco",
    "myScore": 9,
    "globalScore": 8.5,
    "friendScore": 8.8,
    "type": "Movie",
    "genres": ["Comedy", "Adventure"],
    "onMyList": false,
    "rating": "PG",
    "year": 2017,
    "synopsis": "Despite his family's baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
    "reviewers": ["mryohual", "ex_umbrellacorp"],
    "reviews": ["Im Mexican and all i can say is Thanks you Pizax,I just saw this movie and i just remembered all my childhood with my grandparents, Mexico was represented beautifully,the music, the colors. This movie touched me in my soul and i cried a lot, i created an account just to say how good pixar made everything, again gracias pixar por tan hermosa pelicula.",
    "A Pixar's masterpiece, impeccably done in terms of research (about the Mexican culture), animation, script, musicalization, direction and production. A subtle yet charming and inspiring story; with a quality of animation worthy of an Academy Award (I wouldn't be surprised if it was one of the great winners of 2018); with an extremely powerful soundtrack; an excellent script; likable, well-developed and relatable characters; and extremely respectful of the cultural component in which the story is inspired. In short, one of the best landings of Pixar - perhaps repeating a bit its known formula, hence you can feel a 'back to basics' in terms of the narrative, history and character development, but at the same time managing to stand out as a fresh and purposeful product that will undoubtedly give a lot to talk about."]
  },
  {
    "image": "images/getout.jpg",
    "title": "Get Out",
    "myScore": 9.6,
    "globalScore": 7.7,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Horror", "Mystery"],
    "onMyList": false,
    "rating": "R",
    "year": 2017,
    "synopsis": "Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.",
    "reviewers": ["totalwonder", "sano90"],
    "reviews": ["Get Out provided me with something I long for. The debut of a new filmmaker that makes you look hopefully into the future. Jordan Peele has done just that. He wrote and directed this smart, elegant film and even made us find a new way to classify it. Horror, comedy, drama, social satire. What matters really is that it's a first of sorts and then some. It introduced me also to a major talent in front of the camera. Daniel Kaluuya is sheer perfection. As an actor he projects and provokes empathy. Whatever your race or races you will be in his shoes, feeling what he's feeling. I was him, throughout. The gasps of fear mixed with the bursts of laughter from the audience - me included - made Get Out one of the most rewarding film experiences of 2017. Kudos also to Bradley Whitford and the phenomenal Catherine Keener. They are terrifyingly recognizable and what about Caleb Landry Jones? Menacing enough and comic enough - he reminded me of Peter, Chris Elliott's character in Everybody Loves Raymond - to be all the things he needed to be. Perfect. As is the human relief provided by the wonderful Marcus Henderson. As you may gather I'm celebrating. So, Mr Peele, thank you very much.",
    "Horror ..Really? 4 Oscar nominations.. Really??!! This is not a bad movie, but it's just an any-day movie with a plot that it's predictable from the early start. It's just another proof that academy awards don't reflect quality of pictures anymore."]
  },
  {
    "image": "images/criminalminds.jpg",
    "title": "Criminal Minds",
    "myScore": 8.1,
    "globalScore": 8.1,
    "friendScore": 7.8,
    "type": "TV",
    "genres": ["Mystery", "Drama"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/cloverfieldparadox.jpg",
    "title": "The Cloverfield Paradox",
    "myScore": 5.0,
    "globalScore": 5.6,
    "friendScore": 5.3,
    "type": "Movie",
    "genres": ["Mystery", "Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/batesmotel.jpg",
    "title": "Bates Motel",
    "myScore": 8.0,
    "globalScore": 8.2,
    "friendScore": 8.3,
    "type": "TV",
    "genres": ["Mystery", "Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/psych.jpg",
    "title": "Psych",
    "myScore": 8.1,
    "globalScore": 8.4,
    "friendScore": 8.3,
    "type": "TV",
    "genres": ["Mystery", "Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/lost.jpg",
    "title": "Lost",
    "myScore": 8.0,
    "globalScore": 8.4,
    "friendScore": 8.5,
    "type": "TV",
    "genres": ["Mystery", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/thefastandthefurious.jpg",
    "title": "The Fast and the Furious",
    "myScore": 5.0,
    "globalScore": 6.7,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Action"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/2fast2furious.jpg",
    "title": "2 Fast 2 Furious",
    "myScore": 5.5,
    "globalScore": 5.9,
    "friendScore": 6.0,
    "type": "Movie",
    "genres": ["Action"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/xXx.jpg",
    "title": "xXx: Return of Xander Cage",
    "myScore": 5.0,
    "globalScore": 5.2,
    "friendScore": 10,
    "type": "Movie",
    "genres": ["Action", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/blackpanther.jpg",
    "title": "Black Panther",
    "myScore": 8.0,
    "globalScore": 7.8,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Action", "Adventure"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/jiro.jpg",
    "title": "Jiro Dreams of Sushi",
    "myScore": 8.0,
    "globalScore": 7.9,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/blueplanet.jpg",
    "title": "Blue Planet",
    "myScore": 9.1,
    "globalScore": 9.0,
    "friendScore": 8.8,
    "type": "TV",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/planetearth.jpg",
    "title": "Planet Earth",
    "myScore": 9.3,
    "globalScore": 9.4,
    "friendScore": 9.3,
    "type": "TV",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/giftshop.jpg",
    "title": "Exit Through the Gift Shop",
    "myScore": 8.4,
    "globalScore": 8.0,
    "friendScore": 8.0,
    "type": "Movie",
    "genres": ["Documentary", "Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/health.jpg",
    "title": "What the Health",
    "myScore": 8.2,
    "globalScore": 7.9,
    "friendScore": 8.1,
    "type": "Movie",
    "genres": ["Documentary"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/hotfuzz.jpg",
    "title": "Hot Fuzz",
    "myScore": 8.2,
    "globalScore": 7.9,
    "friendScore": 8.1,
    "type": "Movie",
    "genres": ["Action","Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/21jumpstreet.jpg",
    "title": "21 Jump Street",
    "myScore": 7.2,
    "globalScore": 7.2,
    "friendScore": 7.1,
    "type": "Movie",
    "genres": ["Action","Comedy"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/halloween.jpg",
    "title": "Halloween",
    "myScore": 8.2,
    "globalScore": 7.8,
    "friendScore": 7.1,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/conjuring.jpg",
    "title": "The Conjuring",
    "myScore": 6.8,
    "globalScore": 7.5,
    "friendScore": 7.0,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  },
  {
    "image": "images/shining.jpg",
    "title": "The Shining",
    "myScore": 8.2,
    "globalScore": 8.4,
    "friendScore": 8.3,
    "type": "Movie",
    "genres": ["Horror"],
    "onMyList": false,
    "rating": "N/A",
    "year": 1000,
    "synopsis": "SYNOPSIS HERE",
    "reviewers": ["NAME1 HERE", "NAME2 HERE"],
    "reviews": ["REVIEW ONE HERE",
    "REVIEW TWO HERE"]
  }
]